{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural-forms":"nplurals=1; plural=0;","lang":"ja_JP"},"SEO data optimization is disabled for non-production environments.":[],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":[],"Stop SEO data optimization":[],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process.":[],"Optimizing SEO data... This may take a while.":[],"SEO data optimization complete":[],"Start SEO data optimization":[],"Check out %s!":[],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":[],"We've encountered a problem trying to get related keyphrases. Please try again later.":[],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":[],"Please wait while %1$s connects to %2$s to get related keyphrases...":[],"Upgrade your %s plan":[],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":[],"Last month":[],"Two months ago":[],"Three months ago":[],"Four months ago":[],"Five months ago":[],"Six months ago":[],"Seven months ago":[],"Eight months ago":[],"Nine months ago":[],"Ten months ago":[],"Eleven months ago":[],"Twelve months ago":[],"Get more insights at %s":[],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":[],"Learn more about the related keyphrases trend":[],"Trend":[],"Learn more about the related keyphrases volume":[],"Volume":[],"Related keyphrase":[],"Select country":[],"Show results for:":[],"Please enter a focus keyphrase first to get related keyphrases":[],"Sorry, there's no data available for that keyphrase/country combination.":[],"Get related keyphrases":[],"Related keyphrases":[],"The number of headers and header labels don't match.":[],"Twitter preview":["Twitter プレビュー"],"Facebook preview":["Facebook プレビュー"],"Return to your %s":["%sへ戻る"],"Make sure to save your %s for changes to take effect":["変更を反映するには必ず%sを保存してください"],"Default for %1$s (%2$s)":["%1$s のデフォルト（%2$s）"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["これは、検索エンジンがサイトとコンテンツを理解するのに役立ちます。以下のこのページの設定の一部を変更できます。"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO は schema.org を使用してページを自動的に説明します"],"default":["デフォルト"],"Article type":["投稿タイプ"],"Page type":["ページタイプ"],"Learn more about page or content types":["ページまたはコンテンツタイプの詳細"],"What type of page or content is this?":["これはどのタイプのページまたはコンテンツですか？"],"Learn more about structured data with Schema.org":["Schema.org による構造化データの詳細"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["%2$s検索での見え方設定%3$s で %1$s のデフォルトのタイプを変更できます。"],"Default Article type":["デフォルトの投稿タイプ"],"Default Page type":["デフォルトのページタイプ"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["保存すると、この設定はすべての %1$s に適用されます。手動で設定された %1$s はそのまま残ります。"],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["サイトの schema.org マークアップで、デフォルトで%1$sをどのように説明するかを選択します。個々の %1$s のこれらの設定を変更できます。"],"Learn more about the schema settings":["スキーマ設定の詳細"],"Schema settings":["スキーマ設定"],"Structured Data":["構造化データ"],"Yoast How-to":["Yoast ハウツー"],"Yoast FAQ":["Yoast FAQ"],"Modify your %s description by editing it right here...":["ここで編集して %s の説明を変更します。"],"Modify your %s title by editing it right here...":["ここで編集して、%s のタイトルを変更します。"],"%s preview":["%s プレビュー"],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["この %1$s 機能を使用するには、WordPress バージョンをアップグレードするか、Gutenberg プラグインをインストールしてください。"],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["5.4未満の WordPress インストールでは、nofollow  / スポンサー付きのリンクのマーク付けは無効になっています。"],"Open in new tab":["新しいタブで開く"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["これはスポンサーリンクまたは広告です（%1$sスポンサー%2$sとしてマーク）%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["検索エンジンはこのリンクを無視する必要があります（ %1$snofollow%2$sとしてマーク）%3$s"],"Learn more about marking a link as nofollow or sponsored.":["リンクを nofollow またはスポンサーとしてマークする方法の詳細をご覧ください。"],"Link inserted.":["リンクを挿入しました。"],"Link edited.":["リンクを編集しました。"],"Warning: the link has been inserted but may have errors. Please test it.":["警告: リンクは挿入されましたが、エラーがあるかもしれません。テストしてください。"],"Unlink":["リンクを解除"],"Link removed.":["リンクを削除しました。"],"Link":["リンク"],"We've analyzed your post. There is still room for improvement!":["投稿を分析しました。まだ改善の余地があります！"],"We've analyzed your post. Everything looks good. Well done!":["投稿を分析しました。すべてがよさそうだ。よくやった！"],"No focus keyword was entered":["フォーカスキーワードが入力されていません"],"Share your post!":["投稿を共有しましょう！"],"Improve your post with Yoast SEO":["Yoast SEO で投稿を改善"],"SEO analysis:":["SEO 分析:"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["キーフレーズが長すぎます。最大191文字にすることができます。"],"Learn more about the no-index setting on our help page.":["ヘルプページで no-index 設定の詳細をご覧ください。"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["メタロボット設定を設定できますが、サイト全体のプライバシー設定で noindex が設定されているため、設定は効果がありません。"],"Learn more about canonical URLs on our help page.":["ヘルプページでカノニカル URL の詳細をご覧ください。"],"Learn more about the breadcrumbs title setting on our help page.":["ヘルプページでパンくずリストのタイトル設定の詳細をご覧ください。"],"Learn more about advanced meta robots settings on our help page.":["ヘルプページでメタロボットの詳細設定の詳細をご覧ください。"],"Learn more about the no-follow setting on our help page.":["ヘルプページで no-follow 設定の詳細をご覧ください。"],"Should search engines follow links on this %s":["検索エンジンはこの %s のリンクをたどる必要がありますか？"],"Google preview":["Google プレビュー"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies."